---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BrOrgFolders
source: html/12490bbe-11a0-df32-b945-a87e13647650.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BrOrgFolders Property

"Folders"

## Syntax (C#)
```csharp
public static ForgeTypeId BrOrgFolders { get; }
```